class AppConstants {
  static bool DEBUG = true;
  static const String APP_NAME = '视频会议';

  static const List<String> RANDOM_NAMES = [
    '疯狂的石头不吃草',
    '代码诗人·bug制造机',
    '像素咸鱼翻身失败',
    '奶茶终结者小饼干',
    '秃头预备役成员',
    '专业摸鱼3000年',
    '量子波动喝鸡汤',
    'Ctrl+S拯救世界',
    '鸽王之王·咕咕咕',
    '在逃熊猫饲养员',
    '薛定谔的代码',
    '反向夸夸群群主',
    '韭菜收割机驾驶员',
    '元谋人后裔打代码',
    '摆烂锦标赛冠军',
    '秃头小霸王',
    '懒癌晚期患者',
    '吃土少女的小梦想',
    '作业是我失散多年的仇人',
    '骑着蜗牛追火箭',
    '被作业封印的小可爱',
    '减肥路上的绊脚石',
    '口袋里的星星掉了',
    '熬夜秃头保护协会会长',
    '宇宙第一可爱贩卖机',
    '佛系拉屎青年',
    '爱打盹的喵星人饲养员',
    '零食消灭小能手',
    '月亮偷梦者',
    '键盘上的舞者（指法超烂版）'
  ];
}
